12/data/attachments/4e44392b03d25747.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Charlene_able_Friend_35406_7</nif:username>
            <nif:friendToBeRequested>soap_friends_e6047ca8-1a63-4f76-ad3e-5ec3ea4a7291</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>